[Demo_Sisters_ep4_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-30,Y=1465,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=220,Y=1465,Z=0),VecSub=(X=180,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[11]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Sisters_ep4_2.GG2_SE_DM_Locked_Door_2_Cue')
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=WINDOW,Command=EXIT)
DemoScripts[15]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=30,Y=1465,Z=135),SecTime=0.5)
DemoScripts[16]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[17]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=30,Y=1465,Z=135),SecTime=)
DemoScripts[18]=(Actor=WINDOW,Command=SET)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_003_Cue',Name="")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_007_Cue',Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[30]=(Actor=WINDOW,Command=EXIT)
DemoScripts[31]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=1)
DemoScripts[32]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[33]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[34]=(Actor=WINDOW,Command=SET)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_009_Cue',Name="カミゾノ　マヤ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=3,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_018_Cue',Name="")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_019_Cue',Name="カミゾノ　マヤ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[70]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[71]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[73]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[75]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[77]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[79]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep4_2.GG2_V_Sisters_ep4_2_024_Cue',Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[84]=(Actor=WINDOW,Command=EXIT)
DemoScripts[85]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[86]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[87]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[88]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[89]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep4_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep4_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="喂--!/n小忍---?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="門鎖上了....../n小忍也沒注意到這邊,這下麻煩了啊.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="都已經發出了這麼大的聲音還沒發現,/n難道不是峯大大人搞錯地點,/n其實是在其他地方嗎?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="不,毫無疑問是這裡唷./n只不過小忍她是一旦集中精神或興奮起來/n就會聽不見周圍聲音的類型......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="我想她應該已經在裡面了,/n只是沒注意到這邊而已.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="畢竟被憧憬的天使大人拯救/n應該讓她情緒非常亢奮吧......")

Texts[6]=(Label="TEXT07",Name="???",Text="峯哥./n小艾可蘿.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="嗯......?")

Texts[8]=(Label="TEXT09",Name="真夜",Text="你們兩個,又碰面了.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="小真夜,妳來得正好!/n這裡鎖起來了耶....../n要怎樣才能進去啊?")

Texts[10]=(Label="TEXT11",Name="真夜",Text="可以從隔壁更衣室的/n通風口裡,進去唷?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="什麼?")

Texts[12]=(Label="TEXT13",Name="真夜",Text="可以從通風口,進去./n匍匐前進.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="妳說通風口,是那個風管?/n......咦,真的要從那裡進去嗎?/n我也要? 匍匐前進?")

Texts[14]=(Label="TEXT15",Name="真夜",Text="嗯./n匍匐前進.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="小真夜妳們把這裡當成據點,/n該不會每次都用匍匐前進的方式進去吧?")

Texts[16]=(Label="TEXT17",Name="真夜",Text="都是這樣進去唷./n匍匐前進.")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="真是一對莫名充滿侵略性的姊妹呢......")

Texts[18]=(Label="TEXT19",Name="真夜",Text="小忍,先在裡面等著了唷./n我們一起,過去吧?")

Texts[19]=(Label="TEXT20",Name="峯大",Text="唔唔......小忍那傢伙....../n為什麼要把這種麻煩的場所/n當成據點啊......")

Texts[20]=(Label="TEXT21",Name="真夜",Text="Go! Go!")

Texts[21]=(Label="TEXT22",Name="峯大",Text="可......可是......是更衣室耶?/n而且還是女生的......")

Texts[22]=(Label="TEXT23",Name="真夜",Text="Let's go--!")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="真夜大人也很我行我素呢......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="好吧......既然如此就一不做二不休了!")

Texts[25]=(Label="",Name="",Text="")

Texts[26]=(Label="SELECT01",Name="",Text="")

Texts[27]=(Label="SELECT02",Name="",Text="")

Texts[28]=(Label="SELECT03",Name="",Text="")

Texts[29]=(Label="SELECT04",Name="",Text="")

Texts[30]=(Label="SELECT05",Name="",Text="")

Texts[31]=(Label="SELECT06",Name="",Text="")

Texts[32]=(Label="SELECT07",Name="",Text="")

Texts[33]=(Label="SELECT08",Name="",Text="")

Texts[34]=(Label="SELECT09",Name="",Text="")

Texts[35]=(Label="SELECT10",Name="",Text="")


